Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=110_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Davvi-Suoma sosiálasuorggi máhttinguovddáš (Poske)
sms: TâŠvv-LääŠddjânnam sosialvuuŠd siltteemkõõskõs (Poske)

source: Davvi-Suoma sosiálasuorggi máhttinguovddáš (Poske) lea riikkadási máhttinguovddášfierpmádaga oassi.
sms: TâŠvv-LääŠddjânnam sosialvuuŠd siltteemkõõskõs (Poske) lij bieŠǩǩ väŠlddkååddlaž siltteemkõõskõõzzsääiŠm.

source: Riikkadásis máhttinguovddášdoaimma guoskevaš láhka (1230/2001) ja ásahus (1411/2001) leat boahtán fápmui jagi 2002 álggus.
sms: VäŠlddkååddlânji siltteemkõõskõstuåimmjumuužž kuõskki lääŠǩǩ (1230/2001) da asetõs (1411/2001) lij šõddâm viõŠǩǩe eeŠjj 2002 aalǥâst.

source: Poske lea Lappi universitehta, Sámedikki, Kolpene bálvalanguovddáža gieldaovttastumi ja Oulu guovllu ámmátallaskuvlla ráhkadan soahpamušvuđot organisašuvdna, man stivre ja jođiha ráđđádallangoddi.
sms: Poske Lij SääŠmjânnam õllškooul, SääŠmteeŠǧǧ, Kolpene kääzzkâŠsttemkõõskõõzz kåŠddkonsern da Oulu vuuŠd ämmatõllškooul årjâŠttem suåppmõšvuâđđsaž organisaatia, koon vuäŠppast da jååŠđat saaǥǥstõõllâmkåŠdd.

source: Poske lea okta oktilaš doaibmaoppalašvuohta, mii čohkiida golmma guovlluguovdasaš doaibmanossodagas: Lappi ja Davvebađaeatnama doaibmanossodagas ja maiddái Sámeossodagas.
sms: Poske lij õhtt õhttsaž tuåimmjemnallšem õhttnašvuõtt, kååŠtt årjââtt kolmmen vooudlaž tuåimmjemõõutilååǥǥast: SääŠmjânnam da TâŠvv-Vuâđđmäädd tuåimmjemõõutilååǥǥast di SaaŠmiõõutilååǥǥast.

source: Sámeossodat vástida sámiid buorredillebálvalusaid ovddideamis, mii lea Davvi-Suoma sosiálasuorggi máhttinguovddáža riikkadási sierrabargu.
sms: SaaŠmiõõutilååkk vaŠsttad saaŠmi pueŠrrjieŠllemkääzzkõõzzi ooudâsviikkmest, kååŠtt lij TâŠvv-LääŠddjânnam sosialvuuŠd siltteemkõõskõõzz väŠlddkååddlaž spesialtuâjj.

source: Davvi-Suoma sosiálasuorggi máhttinguovddáža bargun lea ovddidit:
sms: TâŠvv-LääŠddjânnam sosialvuuŠd siltteemkõõskõõzz tuâjjan lij ooudâsviikkâd:

source: - olles sosiálasuorggi searválas, máŋggaámmátlaš ja máŋggadoaimmat bálvalanvugiid, bargovugiid, rávvema ja daidda gullevaš geahččalandoaimma,
sms: - oobbeŠld sosialvuuŠd säiŠmmnallšem, määŋgämmatlaž da määŋgtuåimmjemnallšem kääzzkâŠsttemååŠblǩid, tuâjjmõõntõõllmõõžžid, konsultaatia di tõõzz kuulli ǩiččlõddâmtuåimmjumuužž,

source: - sosiálasuorggi geavada barggu, skuvlenvuogádagaid ovttasbarggu ja vuođđo-, joatkka- ja dievasmahttinskuvlema,
sms: - sosialvuuŠd praksiizz tuâi, škoouŠlʼjemriâššmõõžži õhttsažtuâi di vuâđđ-, juätkk- da tiuddeemškouŠlŠjumuužž,

source: - ođđateknologiija viiddes atnuiváldima sosiálasuorggis,
sms: - ođđteknologii beäŠlnn juõŠǩǩ sâjja vuällai ââŠnnemväŠlddmõõžž sosialvuuŠdest,

source: - eanangotti sosiálalaš váikkuhusaid árvvoštallama ja buorredillestrategiijalaš barggu ja maiddái
sms: - mäddkååddlaž sosiaalaž vaikktõõzzi ärvvtõõllâm da pueŠrrjieŠllemstrategiiztaž tuâi di

source: - sámegielat sosiálasuorggi bálvalusaid ovddideami.
sms: - sääŠmǩiõllsai sosialvuuŠd kääzzkõõzzi ooudâsviikkmõõžž.

source: Davvi-Suoma sosiálasuorggi máhttinguovddáš Sámeossodat
sms: TâŠvv-LääŠddjânnam sosialvuuŠd siltteemkõõskõõzz saaŠmiõõutilååkk

source: Davvi-Suoma sosiálasuorggi máhttinguovddáža (Poske) riikkadási sierrabargun lea meroštallon sámegielat álbmoga bálvalandárbbuid vuhtiiváldin dárbbašlaš bargguin.
sms: TâŠvv-LääŠddjânnam sosialvuuŠd siltteemkõõskõõzz (Poske) väŠlddkååddlaž spesialtuâjjan lij meäŠrtõllum sääŠmǩiõllsa narood kääzzkâŠsttemtaarbi lokku väŠlddmõš taarbšemnallšem tuâjain.

source: Sámiid buorredillebálvalusaid ovddideapmi, dasa gullevaš dutkan, skuvlen ja árvvoštallan leat sierrasuorgin Poske bargosuorggis.
sms: SaaŠmi pueŠrrjieŠllemkääzzkõõzzi ooudâsviikkmõš, tõõzz kuulli tuŠtǩǩumuš, škooulŠjʼumuš da ärvvõs liâ spesialvuŠvdden Poske tuâjjǩeeŠddest.

source: Hálddahuslaččat sámedikki almmolaš doaimmahat oktavuođas doaibmi sámeossodat fuolaha dáid bargguin.
sms: Vaaldšemvuõđlânji SääŠmteeŠǧǧ õhttvuõđâst tuåimmjeei SääŠmõõutilååkk âânn huõl täin tuâjain.

source: Sámeossodaga doaibmasuorgin leat lagamustá sámeguovlu ja ovttasdoaibmafierpmádahkii gullevaš Davvi-Suoma sosiálasuorggi máhttinguovddáža doaibmaossodagaid lassin gielddat, searvvit, universitehtat ja oahppolágádusat ja lassin sámegielat suorggi bálvalusaid buvttadeaddjit Norggas ja Ruoŧas.
sms: SaaŠmiõõutilååǥǥ tuåimmjemvuŠvdden liâ ââldmõssân sääŠmvuŠvdd da õhttsažtuåimmjemsäimma kuulli TâŠvv-LääŠddjânnam sosialvuuŠd siltteemkõõskõõzz tuåimmjemõõutilååǥǥai lââŠssen kååŠdd, organisaatiad, õllškooul da mättjemstrooiteeŠl di sääŠmǩiõllsai kääzzkõõzzid kuulli puuŠtʼteem kruuggneeŠǩǩ Taarrâst da Ruõccâst.

source: Sámeossodaga ulbmiliin lea dehalaš sámi mánáidbajásgeassima, boarrásiidfuolahusa ja sámi sosiálabarggu ovddideapmi ja maiddái sosiálabálvalusaid sisdoalu ja kvalitehta ovddideapmi nu, ahte bálvalusaid dási ja fállama sáhttá sihkkarastit sámeálbmogii.
sms: SaaŠmiõõutilååǥǥ täävtõssân lij vääžneŠld sääŠm siõrrekksaišõddeem, puärrsihuõl da säŠmmlai sosialtuâi ooudâsviikkmõš di sosialkääzzkõõzzi siisklaž da šlaajjsaž ooudâsviikkmõš nuŠtt, što kääzzkõõzzi tääŠss da vuäǯǯamvuõtt vueiŠtet staannâd sääŠmnarooŠde.

source: Poske doaimmas vuhtiiváldojuvvojit sámedikki ulbmilat sosiála- ja dearvvasvuohtafuolahusas.
sms: Poske tuåimmjumuužžâst vääŠldet lokku SääŠmteeŠǧǧ täävtõõzzid sosial- da tiõrvâsvuõđhuõlâst.

source: Sámediggi lea ásahan ulbmilin sosiála- ja dearvvasvuohtasuorggis ahte sámiide dárkkuhuvvon sosiálasuorggi bálvalusat leat plánejuvvon sisdoalu dáfus sámiid iežaset kultuvrra vuolggasajiin, nu, ahte sámiid árbevirolaš árvvut ja eallinvuohki vuhtiiváldojit ja ahte bálvalusat ollašuhttojit sámegielain ja sámiid iešráđđema vuođul.
sms: SääŠmteŠǧǧ lij piijjâm täävtõssân sosial- da tiõrvâsvuõttvuuŠdest što säŠmmlaid jurddum sosialvuuŠd kääzzkõõzz liâ plannum miârkkšõõveeŠl saaŠmi jiiŠjjes kulttuur šõddâmaalǥin, säŠmmlai äŠrbbvuõtt äärv da jieŠllemvueŠǩǩ lokku vääŠldeeŠl da što kääzzkõõzz čõõđtet sääŠmǩiõlin da saaŠmi jiiŠjjesvaaldšem vuâđast.
